{
    "HomePageLabels": {
        "title": "HTML5, CSS3, web and Software developer",
        "text1": "I maintain a healthy balance between functionality and visual impact in all my work. I believe every piece of coding and design can be a work of",
        "text2": "I enjoy my work. Feel free to look at my",
        "text3": "and don't hesitate to",
        "text4": "me if you think i can be a service of you.",
        "text5": "Here i",
        "text6": "about my research and development works or anything that happens to interests me.",
        "text7": "Here's my",
        "text8": "!",
        "text9": "\"Available for freelancing. Please feel free to",
        "text10": " me\"",
        "text11": "Note: A complete redesign of website has been done. So it may not be suitable to view on old browsers and Internet explorer. Currently fixing it to work on the other and old browsers too. For the time being it is best viewed on updated Chrome and Firefox."
    }, 
    "AppsPageLabels": {
        "sortBy": "Sort by",
        "name": "Name",
        "os": "OS"
    },
    "FooterLabels": {
        "copyright": "Copyright 2013-",
        "designed": "Designed and built by",
        "name": "@Vivin",
        "text1": "with all the",
        "text2": "in the world."
    },
    "UrlLabels": {
        "art": "http://art.thelittletechie.com/",
        "blog": "http://blog.thelittletechie.com",
        "twitter": "https://twitter.com/vivinantony",
        "facebook": "https://www.facebook.com/TheLittleTechie",
        "googleplus": "https://plus.google.com/+VivinAntonyJ",
        "linkedin": "https://www.linkedin.com/in/vivinantony",
        "codepen": "http://codepen.io/vivinantony/",
        "github": "https://github.com/vivinantony/"
    },
    "MenuLabels": {
        "home": "home",
        "about": "about",
        "blog": "blog",
        "cv": "cv",
        "portfolio": "portfolio",
        "contact": "contact",
        "apps": "apps",
        "privacy": "privacy",
        "copyright": "copyright",
        "art": "art"
    },
    "AboutPageLabels": {
        "title": "The Little Techie",
        "version": "Version 3.0",
        "quote1": "Chronicling my adventures in software engineering",
        "desc1": "TLT was started as a blog (www.thelittletechie.blogspot.com) on April 2012. Later the dot com (www.thelittletechie.com) was launched on 30<sup>th</sup> January 2015. I redesigned the website using AngularJS and SVG and i call it as Version 2.0 was released on 5 March 2017. A complete redesign of website Version 3.0 into Angular 5 was done and launched on 1st April 2018. It is also a parallax design with animations and also responsive. It's all about design and development.",
        "author": "Vivin Antony",
        "twitterHandler": "@vivinantony",
        "quote2": "Founder, designer, developer, writer",
        "desc2": "Here I write mostly about software, technology, codings, my development/research works or anything that happens to interests me. If you are looking for something specific, you are at the right place.",
        "quote3": "If at first you don't succeed; call it version 1.0",
        "text1": "I'm a part designer and coder and some how a poor blogger, but trying hard in blog field to become a professional.",
        "text2": "I maintain a healthy balance between functionality and visual imapct in all my work. I believe every piece of design can be a work of art.",
        "text3": "I enjoy turning complex problems into simple.",
        "text4": "When I'm not coding or pushing pixels, you'll find me hanging out with mah friends. I want to live on Pandora with the Navi. I like to play with Transformers.",
        "img1": "../../../assets/img/about/tlt-avatar.png",
        "img2": "../../../assets/img/about/avatar.png",
        "img3": "../../../assets/img/about/pie-chart.png"
    }
}